{
    "Home": "الصفحة الرئيسية",
    "langSwitch": "العربية",
    "homeSection": {
        "home": "الصفحة الرئيسية",
        "mission": "مهمتنا",
        "about": "معلومات عنا",
        "ceo": "الرئيس التنفيذي",
        "services": "خدمات",
        "routes": "المسارات",
        "sustainability": "الاستدامة",
        "news": "الأخبار",
        "career": "الوظائف"
    },
    "missionSection": {
        "kicker": "مرتكزاتنا",
        "title": "المهمة. الرؤية. الغاية.",
        "subtitle": "نبني شبكة لوجستية مرنة تستبق احتياجات شركاء التجارة في المنطقة وخارجها.",
        "items": {
            "mission": {
                "title": "مهمتنا",
                "body": "تقديم حلول مرنة وموثوقة تخلق قيمة ملموسة لكل عميل وشريك نخدمه."
            },
            "vision": {
                "title": "رؤيتنا",
                "body": "أن نقود عمليات الخطوط الملاحية والإمداد الإقليمي في الشرق الأوسط مع تعزيز مكانة المملكة العربية السعودية كمركز لوجستي عالمي."
            },
            "purpose": {
                "title": "غايتنا",
                "body": "ربط الثقافات والاقتصادات من خلال تمكين تجارة مستدامة مهيأة للمستقبل."
            }
        }
    },
    "aboutSection": {
        "tag": "من نحن",
        "headline": "فُلك البحرية، الشركة السعودية الأولى في مجال خدمات سفن الروافد والخطوط الملاحية الإقليمية المنتظمة، تشق طريقها نحو الريادة الإقليمية والعالمية.",
        "headDescription": "تأسست شركة فلك للخدمات البحرية في عام 2023 بهدف ربط الموانئ الإقليمية بسلاسة وتسريع حركة التجارة عبر الشرق الأوسط والهند وشرق أفريقيا. وتتوافق أهدافنا الاستراتيجية مع رؤية المملكة العربية السعودية للتحول إلى مركز لوجستي عالمي، مما يؤكد مكانة المملكة الريادية في قيادة قطاعات صناعية عديدة عالية النمو. ونعمل على سد الفجوة القائمة في قطاع الخدمات البحرية بالمنطقة من خلال تقديم خدمات تغذية وخطوط ملاحية إقليمية منتظمة هي الأولى من نوعها.\n\nتعمل فلك البحرية على إنشاء مسارات تجارية جديدة وتقديم حلول شحن متكاملة تربط أهم مسارات إعادة الشحن في الخليج العربي والبحر الأحمر وما بعدهما، عبر توفير خدمات لوجستية فعّالة وذات جدوى اقتصادية تدفع نحو نمو تجاري تحولي.\n\nوتستحضر كلمة \"فلك\" في العربية إرثاً بحرياً عريقاً، إذ ترمز إلى سفينة كبيرة كانت تُستخدم تقليدياً لنقل البضائع وإجراء الرحلات التجارية، بما يجسد القوة والحركة إلى الأمام والغاية الواضحة، وهي قيم محورية في رؤية شركتنا. وتستمد هويتنا البصرية إلهامها من الأنماط النجدية التقليدية ورايات الإشارات البحرية، لتجمع بين الأصالة الثقافية وموضوعات الاتصال والملاحة والتقدم الهادف."
    }
}
